{"_id":{"$oid":"5ea0e94e695451d84f505a80"},"artist":"The Beatles","title":"Please Please Me","description":"Please Please Me is the debut studio album by the English rock band the Beatles.","year":1963,"image_name":"1.png"}
{"_id":{"$oid":"5ea0e9cb695451d84f505a84"},"artist":"The Beatles","title":"With the Beatles","description":"With the Beatles is the second studio album by the English rock band the Beatles.","year":1963,"image_name":"2.png"}
{"_id":{"$oid":"5ea0ebebe9f50421b39c890d"},"artist":"The Beatles","title":"A Hard Day's Night","description":"A Hard Day's Night is the third studio album by the English rock band the Beatles, released on 10 July 1964, with side one containing songs from the soundtrack to their film of the same name.","year":1964,"image_name":"3.png"}
{"_id":{"$oid":"5ea0ec60e9f50421b39c890e"},"artist":"The Beatles","title":"Beatles for Sale","description":"Beatles for Sale is the fourth studio album by the English rock band the Beatles. It was released on 4 December 1964 in the United Kingdom on EMI's Parlophone label. The album marked a departure from the upbeat tone that had characterised the Beatles' previous work, partly due to the band's exhaustion after a series of tours that had established them as a worldwide phenomenon in 1964. Beatles for Sale was not released in the US until 1987, when the Beatles' catalogue was standardised for release on CD. Instead, eight of the album's fourteen tracks appeared on Capitol Records' concurrent release, Beatles '65, issued in North America only.","year":1964,"image_name":"4.png","tracks":[{"title":"No Reply","number":1,"lyrics":"","video_url":""},{"title":"I'm a Loser","number":2,"lyrics":"","video_url":""},{"title":"Baby's in Black","number":3,"lyrics":"","video_url":""},{"title":"Rock and Roll Music","number":4,"lyrics":"","video_url":""},{"title":"I'll Follow the Sun","number":5,"lyrics":"","video_url":""},{"title":"Mr. Moonlight","number":6,"lyrics":"","vidoe_url":""},{"title":"Kansas City / Hey, Hey, Hey","number":7,"lyrics":"","video_url":""},{"title":"Eight Days a Week","number":8,"lyrics":"","video_url":""},{"title":"Words of Love","number":9,"lyrics":"","video_url":""},{"title":"Every Little Thing","number":10,"lyrics":"","video_url":""},{"title":"I Don't Want to Spoil the Party","number":11,"lyrics":"","video_url":""},{"title":"What You're Doing","number":12,"lyrics":"","video_url":""},{"title":"Everybody's Trying to Be My Baby","number":13,"lyrics":"","video_url":""}]}
{"_id":{"$oid":"5ea0ed1ee9f50421b39c890f"},"artist":"The Beatles","title":"Help","description":"Help! is the fifth studio album by English rock band the Beatles and the soundtrack from their film Help!. It was released on 6 August 1965.","year":1965,"image_name":"5.png"}
{"_id":{"$oid":"5ea0ed73e9f50421b39c8910"},"artist":"The Beatles","title":"Rubber Soul","description":"Rubber Soul is the sixth studio album by the English rock band the Beatles. It was released on 3 December 1965 in the United Kingdom, on EMI's Parlophone label, accompanied by the non-album double A-side single Day Tripper\\\" / \\\"We Can Work It Out\\\".","year":1965,"image_name":"6.png"}
{"_id":{"$oid":"5ea0edb8e9f50421b39c8911"},"artist":"The Beatles","title":"Revolver","description":"Revolver is the seventh studio album by the English rock band the Beatles. Released on 5 August 1966, it was the Beatles' final recording project before their retirement as live performers and marked the group's most overt use of studio technology up to that time, building on the advances of their late 1965 release Rubber Soul.","year":1966,"image_name":"7.png"}
{"_id":{"$oid":"5ea0ee0ae9f50421b39c8912"},"artist":"The Beatles","title":"Sgt. Pepper's Lonely Hearts Club Band","description":"Sgt. Pepper's Lonely Hearts Club Band is the eighth studio album by the English rock band the Beatles. Released on 26 May 1967 in the United Kingdom[nb 1] and 2 June 1967 in the United States, it spent 27 weeks at number one on the UK Albums Chart and 15 weeks at number one in the US.","year":1967,"image_name":"8.png"}
{"_id":{"$oid":"5ea0ee6ce9f50421b39c8913"},"artist":"The Beatles","title":"Magical Mystery Tour","description":"Magical Mystery Tour is an album by the English rock band the Beatles that was released as a double EP in the United Kingdom and an LP in the United States.","year":1967,"image_name":"9.png"}
{"_id":{"$oid":"5ea0eebce9f50421b39c8914"},"artist":"The Beatles","title":"The Beatles (White Album)","description":"The Beatles, also known as the White Album, is the ninth studio album and only double album by the English rock band the Beatles, released on 22 November 1968. Its plain white sleeve has no graphics or text other than the band's name embossed,[a] which was intended as a direct contrast to the vivid cover artwork of the band's previous LP Sgt. Pepper's Lonely Hearts Club Band. The Beatles is recognised for its fragmentary style and diverse range of genres, including folk, British blues, ska, music hall and the avant-garde. It has since been viewed by some critics as a postmodern work, as well as among the greatest albums of all time.","year":1968,"image_name":"10.png"}
{"_id":{"$oid":"5ea0ef10e9f50421b39c8915"},"artist":"The Beatles","title":"Yellow Submarine","description":"Yellow Submarine is the tenth studio album by English rock band the Beatles, released on 13 January 1969 in the United States and on 17 January 1969 in the United Kingdom","year":1969,"image_name":"11.png"}
{"_id":{"$oid":"5ea0ef5ee9f50421b39c8916"},"artist":"The Beatles","title":"Abbey Road","description":"Abbey Road is the eleventh studio album by English rock band the Beatles, released on 26 September 1969 by Apple Records. The recording sessions for the album were the last in which all four Beatles participated.","year":1969,"image_name":"12.png"}
{"_id":{"$oid":"5ea0efa7e9f50421b39c8917"},"artist":"The Beatles","title":"Let It Be","description":"Let It Be is the twelfth and final studio album by the English rock band the Beatles. It was released on 8 May 1970, almost a month after the group's break-up.","year":1970,"image_name":"13.png"}
